Repository: LambdaDigamma/moers-ios
Catalog: ios/CityOS/Sources/EFAUI/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: All
de: Alle

source: Choose a stop…
de: Wähle einen Punkt…

source: Connections from %1$@ to %2$@
de: Verbindungen für %1$@ nach %2$@

source: Favorites
de: Favoriten

source: Footpath
de: Fußweg

source: From
de: Von

source: Plan trip
de: Fahrt planen

source: Search connection
de: Verbindung suchen

source: Search departure
de: Abfahrt suchen

source: Search destination
de: Ziel suchen

source: Search stop
de: Haltestelle suchen

source: Search stopover
de: Zwischenstopp suchen

source: Select departure
de: Abfahrt auswählen

source: Select destination
de: Ziel auswählen

source: Select stop
de: Haltestelle auswählen

source: To
de: Nach

source: Trip Planner
de: Auskunft

source: You cannot buy tickets through this app because there is no integration option.
de: Du kannst keine Tickets über diese App kaufen, da es keine Möglichkeit der Integration gibt.
